Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ACCOUNT_LOADING_ERROR_MESSAGE
source: An error occurred while attempting to load details.
ar: حدث خطأ أثناء محاولة تحميل التفاصيل.
bg: Възникна грешка при опит за зареждане на детайли.
ca: Hi ha hagut un error en intentar carregar els detalls.
cs: Při pokusu o načtení podrobných údajů došlo k chybě.
da: Der opstod en fejl under forsøget på at indlæse oplysninger.
de: Beim Laden der Details ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την απόπειρα φόρτωσης λεπτομερειών.
es: Se ha producido un error al intentar cargar los detalles.
es_419: Ocurrió un error al intentar cargar los detalles.
fi: Virhe ladattaessa lisätietoja.
fr: Une erreur est survenue pendant le chargement des détails.
fr_ca: Une erreur s’est produite lors de la tentative de chargement des informations.
he: ארעה שגיאה במהלך ניסיון טעינת הפרטים.
hi: विवरण लोड करने की कोशिश करते समय कोई एरर हुआ।
hr: Došlo je do greške prilikom pokušaja učitavanja detalja.
hu: A részletek betöltésének megkísérlésekor hiba történt.
id: Terjadi kesalahan saat mencoba memuat detail.
it: Si è verificato un errore durante il caricamento dei dettagli.
ja: 詳細情報を読み込み中にエラーが起きました。
kk: Мәліметтерді жүктеу әрекеті кезінде қате пайда болды.
ko: 세부사항을 로드하는 도중 오류가 발생했습니다.
lt: Bandant įkelti informaciją įvyko klaida.
ms: Ralat berlaku semasa cuba memuatkan butiran.
nl: Er heeft zich een fout voorgedaan bij het laden van details.
no: Det oppsto en feil under forsøk på å laste inn informasjon.
pl: Wystąpił błąd podczas próby wczytania szczegółów.
pt: Ocorreu um erro ao tentar carregar os detalhes.
pt_pt: Ocorreu um erro ao tentar carregar informação detalhada.
ro: A survenit o eroare la încercarea de a încărca detaliile.
ru: При попытке загрузки подробной информации произошла ошибка.
sk: Pri pokuse o načítanie detailov došlo k chybe.
sl: Pri nalaganju podrobnosti je prišlo do napake.
sv: Ett fel inträffade när detaljer skulle läsas in.
th: เกิดข้อผิดพลาดขึ้นในระหว่างพยายามโหลดรายละเอียด
tr: Ayrıntılar yüklenmeye çalışırken bir hata oluştu.
uk: Сталася помилка під час спроби завантажити деталі.
vi: Đã xảy ra lỗi trong khi cố gắng tải các chi tiết.
zh_cn: 尝试载入详细信息时出错。
zh_hk: 嘗試載入詳細資料時發生錯誤。
zh_tw: 嘗試載入詳細資訊時發生錯誤。

# TV_APP_DEVELOPER_LAST_MODIFIED
source: Last Modified
ar: تاريخ آخر تعديل
bg: Последна промяна
ca: Darrera modificació
cs: Poslední změna
da: Sidst ændret
de: Zuletzt geändert
el: Τελευταία τροποποίηση
es: Última modificación
es_419: Última modificación
fi: Viimeksi muokattu
fr: Dernière modification
fr_ca: Dernière modification
he: השתנה לאחרונה
hi: अंतिम संशोधन
hr: Posljednja promjena
hu: Utolsó módosítás
id: Terakhir Dimodifikasi
it: Ultima modifica
ja: 最終変更日
kk: Соңғы рет өзгертілді
ko: 마지막 수정일
lt: Paskutinį kartą pakeista
ms: Terakhir Diubah Suai
nl: Laatst gewijzigd
no: Sist endret
pl: Ostatnia modyfikacja
pt: Última Modificação
pt_pt: Última alteração
ro: Ultima modificare
ru: Последнее изменение
sk: Naposledy upravené
sl: Nazadnje spremenjeno
sv: Senast ändrad
th: ที่แก้ไขล่าสุด
tr: Son Değişiklik Tarihi
uk: Остання модифікація
vi: Sửa đổi lần cuối
zh_cn: 上次修改时间
zh_hk: 上次修改時間
zh_tw: 上次修改

# DEVELOPER_SET_TOP_BOX_MODE_OPTION_DESCRIPTION
source: Enabling Set-Top Box Mode allows you to test set-top box specific features, such as Zero Sign-On and the enhanced out-of-box setup flow.
ar: يسمح لك تمكين نمط جهاز الاستقبال باختبار ميزات محددة لنمط جهاز الاستقبال مثل Zero Sign‑On وتدفق إعداد Out-of-Box المُحسَّن.
bg: Активирането на режим Приемник ви позволява да тествате специфични функции на приемник като влизане с нулев вход и усъвършенстван процес на първоначално пускане.
ca: Si actives el mode de descodificador de televisió podràs verificar les funcions específiques del descodificador de televisió, com ara l’inici de sessió zero i el flux de simulació de la configuració inicial.
cs: Zapnutí režimu set‑top boxu vám umožní otestovat specifické funkce set‑top boxu, například automatické přihlašování a úvodní nastavení.
da: Hvis du slår set-top box-funktionen til, kan du teste specifikke set-top box-funktioner, f.eks. Uden log ind og den forbedrede out-of-box-indstillingsprocedure.
de: Durch Aktivieren des Set-Top-Box-Modus können Set-Top-Box-spezifische Funktionen wie Zero Sign On und der erweiterte Out-of-Box-Setup-Ablauf getestet werden.
el: Η ενεργοποίηση της λειτουργίας Αποκωδικοποιητή σάς επιτρέπει να δοκιμάσετε συγκεκριμένες δυνατότητες του Αποκωδικοποιητή, όπως η Μηδενική σύνδεση και η βελτιωμένη Ροή διαμόρφωσης άμεσης χρήσης.
es: Al activar el modo “Receptor de televisión”, podrás probar funciones específicas, como el inicio de sesión cero y el flujo de simulación de la configuración inicial mejorado.
es_419: Si activas el modo decodificador, podrás probar funciones específicas de tu decodificador, tales como el inicio de sesión cero y el flujo de configuración rápida.
fi: Digisovitintilan käyttöönotto mahdollistaa digisovittimen ominaisuuksien, kuten automaattisen kirjautumisen (Zero Sign-On) sekä parannetun Out-of-box‑käyttöönoton kulun, testaamiseen.
fr: L’activation du mode Décodeur vous permet de tester les fonctionnalités propres au décodeur, comme l’authentification Zero Sign-On et le flux de configuration prêt à l’emploi amélioré.
fr_ca: L’activation du mode décodeur vous permet de tester des fonctionnalités particulières du décodeur, telles que l’authentification automatique et le processus de configuration prêt à l’emploi amélioré.
he: הפעלת ״מצב ממיר״ מאפשרת לך לבדוק מאפיינים ספציפיים של הממיר, כגון ״התחברות ללא סיסמה״ והגדרה משופרת של ״תהליך הגדרה מהירה״.
hi: सेट टॉप बॉक्स मोड सक्षम करने से आपको सेट टॉप बॉक्स के ज़ीरो साइन ऑन और बेहतर आउट ऑफ़ बॉक्स सेटअप फ़्लो जैसे विशिष्ट फ़ीचर की जाँच करने की अनुमति मिल जाती है।
hr: Omogućavanje moda prijemnika dozvoljava testiranje značajki specifičnih za mod prijemnika, primjerice Nula prijava i poboljšani tijek podešavanja Out-of-box.
hu: A Set-top box mód engedélyezése lehetővé teszi az olyan, set-top boxhoz kapcsolódó funkciók tesztelését, mint a Nulla bejelentkezés és a fejlett alapbeállítási telepítési folyamat.
id: Jika Mode Dekoder diaktifkan, Anda akan dapat mengetes fitur khusus dekoder, seperti Masuk Langsung dan alur pengaturan awal yang ditingkatkan.
it: Abilitando l’opzione “Modalità Set Top Box”, è possibile verificarne le funzionalità, come l’opzione di accesso “Zero Sign-On” e la procedura di configurazione “Out of Box” migliorata.
ja: セットトップボックスモードを有効にすると、ゼロサインオンや拡張されたアウトオブボックス設定フローなど、セットトップボックス特有の機能をテストできます。
kk: Теледидар тіркемесі режимін қосу әрекеті осы режимнің арнайы функцияларын, мысалы, нөлдік кіру жүйесі және бастапқы іске қосуды баптау ағынын сынауға мүмкіндік береді.
ko: 셋톱 박스 모드를 활성화하면 ‘제로 로그인’ 및 아웃오브박스 설정 플로우와 같은 셋톱 박스의 특정 기능을 테스트할 수 있습니다.
lt: Įjungę priedėlio režimą galite išbandyti tam tikras priedėlio funkcijas, tokias kaip „Nulinis prisijungimas“ ir patobulintas pradinės sąrankos srautas.
ms: Mendayakan Mod Kotak Atas Set membolehkan anda menguji ciri khusus kotak atas set, seperti Sifar Daftar Diri dan aliran persediaan luar kotak yang dipertingkat.
nl: Als je de settopboxmodus inschakelt, kun je specifieke functies voor de settopbox testen, zoals 'Zero Sign On' en de verbeterde out-of-box-setup-flow.
no: Hvis du aktiverer modusen for mottakerboks, kan du teste spesifikke mottakerboksfunksjoner som Zero Sign‑On og den forbedrede oppstartsflyten.
pl: Włączenie trybu przystawki telewizyjnej pozwala testować funkcje specyficzne dla przystawki telewizyjnej, np. logowanie zerowe czy rozszerzony proces konfiguracji OOTB.
pt: O Modo Conversor permite testar recursos específicos de um conversor, tais como Início de Sessão Zero e o fluxo de configuração fora da caixa aprimorado.
pt_pt: Ativar o modo de box de televisão permite testar funcionalidades específicas, como Zero Sign‑On e o processo de configuração out‑of‑box melhorado.
ro: Activarea modului Set‑Top Box vă permite să testați funcționalități set‑top box specifice, precum Zero Sign-On și fluxul îmbunătățit de configurare inițială.
ru: Включение режима телеприставки позволяет тестировать специальные функции этого режима, например нулевой вход и оптимизированный поток настройки первичного запуска.
sk: Po zapnutí režimu Set-top box môžete otestovať špecifické funkcie set-top boxu, napríklad automatické prihlásenie alebo úvodné nastavenie.
sl: Delovanje v načinu STB vam omogoča, da preizkušate funkcije naprav STB, kot sta vpis brez gesla in izboljšan pripravljeni nastavitveni tok.
sv: Om du aktiverar Set top box-läget kan du testa specifika funktioner för Set top box, till exempel Zero sign-on och det förbättrade uppstartsflödet.
th: การเปิดใช้งานโหมดกล่องรับสัญญาณอนุญาตให้คุณทดสอบคุณสมบัติเฉพาะของกล่องรับสัญญาณได้ เช่น การไม่ต้องลงชื่อเข้าและการปรับคุณภาพสัญญาณออก เป็นต้น
tr: Set Üstü Kutusu Modunu etkinleştirmek, Sıfır Oturum Açma ve iyileştirilmiş kutu dışı ayar akışı gibi set üstü kutusuna özel özellikleri test etmenize izin verir.
uk: Увімкнення Режиму телеприставки дає змогу випробовувати відповідні функції, як‑от технологію нульового входу і вдосконалений процес початкового налаштування.
vi: Bật Chế độ Bộ giải mã cho phép bạn kiểm tra các tính năng cụ thể của bộ giải mã, ví dụ như Không cần đăng nhập và thiết lập mở hộp nâng cao.
zh_cn: 启用机顶盒模式可让你测试机顶盒的特定功能，如零登录和增强的开箱即用设置流程。
zh_hk: 啟用「機頂盒模式」允許你測試機頂盒的特定功能，例如「毋須登入」及已強化的開箱設定流程。
zh_tw: 「機上盒模式」能讓你測試機上盒特定的功能，例如「無需登入」和增強的開箱即用設定流程。

# ERROR_DESCRIPTION_VIEW_SERVICE_CRASHED
source: An error occurred while attempting to authenticate.
ar: حدث خطأ أثناء محاولة المصادقة.
bg: Възникна грешка при опит за идентифициране.
ca: Hi ha hagut un error en intentar fer l’autenticació.
cs: Při pokusu o ověření totožnosti došlo k chybě.
da: Der opstod en fejl under forsøget på at godkende.
de: Beim Authentifizieren ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την απόπειρα ελέγχου ταυτότητας.
es: Se ha producido un error al intentar autenticar.
es_419: Ocurrió un error al intentar autenticar.
fi: Todennusta yritettäessä tapahtui virhe.
fr: Une erreur est survenue pendant la tentative d’authentification.
fr_ca: Une erreur s’est produite lors de la tentative d’authentification.
he: ארעה שגיאה במהלך ניסיון האימות.
hi: प्रमाणित करने की कोशिश करते समय एरर हुआ।
hr: Došlo je do greške prilikom pokušaja autorizacije.
hu: A hitelesítés megkísérlésekor hiba lépett fel.
id: Terjadi kesalahan saat mencoba mengesahkan.
it: Si è verificato un errore durante l’autenticazione.
ja: 認証中にエラーが起きました。
kk: Аутентификация әрекеті кезінде қате пайда болды.
ko: 인증하는 도중 오류가 발생했습니다.
lt: Bandant autentifikuoti įvyko klaida.
ms: Ralat berlaku semasa cuba mengesahkan.
nl: Er heeft zich een fout voorgedaan bij de authenticatie.
no: Det oppsto en feil under autentisering.
pl: Wystąpił błąd podczas próby uwierzytelnienia.
pt: Ocorreu um erro ao tentar a autenticação.
pt_pt: Ocorreu um erro durante a autenticação.
ro: A survenit o eroare la încercarea de autentificare.
ru: При попытке аутентификации произошла ошибка.
sk: Pri pokuse o autentifikáciu došlo k chybe.
sl: Pri preverjanju pristnosti je prišlo do napake.
sv: Ett fel inträffade vid försök att autentisera.
th: เกิดข้อผิดพลาดขึ้นในระหว่างพยายามตรวจสอบสิทธิ์
tr: Kimlik doğrulamaya çalışırken bir hata oluştu.
uk: Сталася помилка під час спроби автентифікації.
vi: Đã xảy ra lỗi trong khi cố gắng xác thực.
zh_cn: 尝试验证时出错。
zh_hk: 嘗試認證時發生錯誤。
zh_tw: 嘗試認證時發生錯誤。

# TV_APP_DEVELOPER_AUTH_DATA
source: Authentication Data
ar: بيانات المصادقة
bg: Данни за идентификация
ca: Dades d’autenticació
cs: Data ověření totožnosti
da: Godkendelsesdata
de: Authentifizierungsdaten
el: Δεδομένα ελέγχου ταυτότητας
es: Datos de autenticación
es_419: Datos de autenticación
fi: Todentamistiedot
fr: Données d’authentification
fr_ca: Données d’authentification
he: נתוני אימות
hi: प्रमाणन डेटा
hr: Podaci za autorizaciju
hu: Hitelesítési adatok
id: Data Pengesahan
it: Dati autenticazione
ja: 認証データ
kk: Аутентификация деректері
ko: 인증 데이터
lt: Autentifikavimo duomenys
ms: Data Pengesahan
nl: Authenticatiegegevens
no: Autentiseringsdata
pl: Dane uwierzytelnienia
pt: Dados de Autenticação
pt_pt: Dados de autenticação
ro: Date de autentificare
ru: Данные аутентификации
sk: Autentifikačné dáta
sl: Podatki preverjanja pristnosti
sv: Autentiseringsdata
th: ข้อมูลการตรวจสอบสิทธิ์
tr: Kimlik Doğrulama Verisi
uk: Автентифікаційні дані
vi: Dữ liệu xác thực
zh_cn: 认证数据
zh_hk: 認證資料
zh_tw: 認證資料

# DEVELOPER_PROVIDER_STB_BUNDLE_ID_TITLE
source: App Bundle Identifier
ar: معرف حزمة التطبيق
bg: Идентификатор на пакет на приложение
ca: Identificador del paquet d’apps
cs: Identifikátor balíku aplikace
da: App-pakkes id
de: App-Bundle-ID
el: Αναγνωριστικό πακέτου εφαρμογών
es: Identificador del paquete de apps
es_419: Identificador del paquete de apps
fi: Appinipun tunniste
fr: Identifiant du lot d’app
fr_ca: Identifiant du paquet de l’app
he: מזהה חבילת יישומים
hi: ऐप बंडल आइडेंटिफ़ायर
hr: Identifikator paketa aplikacija
hu: App csomagazonosítója
id: Pengenal Bundel App
it: Identificatore pacchetto app
ja: アプリバンドル識別子
kk: Қолданба бумасының идентификаторы
ko: 앱 번들 식별자
lt: Programų paketo identifikatorius
ms: Pengecam Pakej App
nl: Appbundel-ID
no: Pakkeidentifikator for app
pl: ID pakietu aplikacji
pt: Identificador do Pacote do App
pt_pt: Identificador do pacote da aplicação
ro: Identificator pachet aplicație
ru: Идентификатор пакета приложений
sk: Identifikátor balíka apky
sl: Identifikator svežnja aplikacij
sv: Appaketidentifierare
th: ข้อมูลจำเพาะของชุดรวมแอป
tr: Uygulama Paket Tanıtıcısı
uk: Ідентифікатор пакета програм
vi: Mã định danh gói ứng dụng
zh_cn: App捆绑包标识符
zh_hk: App套裝識別碼
zh_tw: App套件識別碼

# DEVELOPER_DELETION_CONFIRMATION_QUESTION_TV
source: Do you want to delete this TV provider from your Apple TV?
ar: هل ترغب في حذف مزود خدمة التلفزيون هذا من Apple TV الخاص بك؟
bg: Желаете ли да изтриете този ТВ оператор от вашия Apple TV?
ca: Vols eliminar aquest proveïdor de TV del teu Apple TV?
cs: Chcete tohoto poskytovatele TV ze svojí Apple TV smazat?
da: Vil du slette denne tv-udbyder fra Apple TV?
de: Soll dieser TV-Anbieter von deinem Apple TV gelöscht werden?
el: Θέλετε να διαγραφεί αυτός ο πάροχος τηλεοπτικών υπηρεσιών από το Apple TV σας;
es: ¿Quieres eliminar este proveedor de TV de tu Apple TV?
es_419: ¿Quieres eliminar este proveedor de TV de tu Apple TV?
fi: Poistetaanko tämä TV-palveluntarjoaja Apple TV:stä?
fr: Voulez-vous supprimer ce fournisseur TV de votre Apple TV ?
fr_ca: Voulez-vous supprimer ce fournisseur de contenus télévisés de votre Apple TV?
he: האם ברצונך למחוק את ספק שירותי הטלוויזיה מה-Apple TV שלך?
hi: क्या आप अपने Apple TV से इस टीवी सर्विस प्रोवाइडर को डिलीट करना चाहते हैं?
hr: Želite li obrisati ovog TV operatera s vašeg Apple TV-a?
hu: Törli ezt a televíziószolgáltatót az Apple TV-jéről?
id: Apakah Anda ingin menghapus penyedia TV ini dari Apple TV Anda?
it: Vuoi eliminare questo provider TV da Apple TV?
ja: このTVプロバイダをApple TVから削除しますか?
kk: Бұл теледидар провайдерін Apple TV қолданбасынан жою қажет пе?
ko: Apple TV에서 이 TV 제공업체를 삭제하겠습니까?
lt: Ar norite ištrinti šį televizijos paslaugų teikėją iš „Apple TV“?
ms: Adakah anda mahu memadamkan penyedia TV ini daripada Apple TV anda?
nl: Wil je deze tv-aanbieder van je Apple TV verwijderen?
no: Vil du slette denne TV-distributøren fra din Apple TV?
pl: Czy chcesz usunąć tego dostawcę TV z Apple TV?
pt: Deseja apagar este provedor de TV da Apple TV?
pt_pt: Gostaria de apagar este fornecedor de TV da Apple TV?
ro: Doriți să ștergeți acest furnizor TV de pe Apple TV-ul dvs.?
ru: Хотите удалить этого телепровайдера со своего Apple TV?
sk: Chcete zo svojho Apple TV vymazať tohto poskytovateľa TV služby?
sl: Želite izbrisati tega ponudnika televizijskih storitev iz aplikacije Apple TV?
sv: Vill du radera den här TV-leverantören från denna Apple TV?
th: คุณต้องการลบผู้ให้บริการทีวีรายนี้ออกจาก Apple TV ของคุณหรือไม่
tr: Bu TV sağlayıcıyı Apple TV’nizden silmek istiyor musunuz?
uk: Ви хочете видалити цього ТБ‑провайдера зі свого Apple TV?
vi: Bạn có muốn xóa nhà cung cấp TV này khỏi Apple TV không?
zh_cn: 你要将此电视提供商从Apple TV上删除吗？
zh_hk: 要從Apple TV刪除此電視供應商嗎？
zh_tw: 要從Apple TV中刪除此電視業者嗎？

# URL_BAD_SCHEME_ERROR_DESCRIPTION
source: Invalid or insecure URI scheme.
ar: نظام URI غير صالح أو غير آمن.
bg: Невалидна или непотвърдета схема URI.
ca: Esquema URI no vàlid o no segur.
cs: Neplatné nebo nezabezpečené schéma URI.
da: Ugyldig eller usikker URI-type.
de: Ungültiges oder unsicheres URI-Schema
el: Μη έγκυρο ή μη ασφαλές σχήμα URI.
es: El esquema URI no es válido o no es seguro.
es_419: Esquema URI no válido o no seguro.
fi: Virheellinen tai suojaamaton URI-malli.
fr: Schéma d’URI non valide ou non sécurisé.
fr_ca: Schéma d’URI non valide ou non sécurisé.
he: סכמת URI לא מאובטחת או לא תקינה.
hi: अमान्य या असुरक्षित URI स्कीम।
hr: Nevažeća ili nesigurna URI shema.
hu: Érvénytelen vagy nem biztonságos URI-séma.
id: Skema URI tidak sah atau tidak aman.
it: Schema URI non valido o non sicuro.
ja: URIスキームが無効か、安全ではありません。
kk: URI схемасы жарамсыз немесе қауіпті.
ko: 유효하지 않거나 불안정한 URI 스키마입니다.
lt: Netinkama arba nesaugi URI schema.
ms: Skema URI tidak sah atau tidak selamat.
nl: Ongeldig of onveilig URI-schema.
no: Ugyldig eller usikkert URI-oppsett.
pl: Niepoprawny lub niezabezpieczony schemat URI.
pt: Esquema de URI inválido ou inseguro.
pt_pt: Esquema URI inválido ou não seguro.
ro: Schemă URI nevalidă sau nesigură.
ru: Недействительная или ненадежная схема URI.
sk: Neplatná alebo nezabezpečená schéma URI.
sl: Neveljavna ali nezavarovana shema URI.
sv: Ogiltigt eller osäkert URI-schema.
th: แบบแผน URI ไม่ถูกต้องหรือไม่ปลอดภัย
tr: Güvenli olmayan veya geçersiz URI düzeni.
uk: Недійсна або незахищена схема URI.
vi: Giao thức URI không hợp lệ hoặc không bảo mật.
zh_cn: 无效或不安全的URI方案。
zh_hk: 無效或不安全URI架構。
zh_tw: 無效或不安全的URI架構。

# ACCOUNT_ACCESS_DECIDED_GROUP_NAME
source: Allow TV Provider to Access
ar: السماح بوصول مزود خدمة التلفزيون
bg: Позволяване на достъп на ТВ оператор
ca: Permet l’accés al proveïdor de TV
cs: Povolit přístup poskytovateli TV
da: Tv-udbyder må få adgang til
de: TV-Anbieter Zugriff erlauben auf
el: Επιτρέπεται στον πάροχο τηλεοπτικών υπηρεσιών η πρόσβαση
es: Permitir que el proveedor de TV acceda a:
es_419: Permitir acceso al proveedor de TV
fi: Salli TV-palveluntarjoajan pääsy
fr: Autoriser l’accès au fournisseur TV
fr_ca: Autoriser l’accès au fournisseur de contenus télévisés
he: הרשאות הגישה של ספק שירותי הטלוויזיה
hi: टीवी सर्विस प्रोवाइडर को ऐक्सेस की अनुमति दें
hr: Dozvoli pristup TV operateru
hu: Hozzáférés engedélyezése a televíziószolgáltató számára
id: Izinkan Penyedia TV untuk Mengakses
it: Consenti al provider TV di accedere a:
ja: TVプロバイダにアクセスを許可
kk: Теледидар провайдеріне қол жеткізуге рұқсат беру
ko: TV 제공업체가 접근하도록 허용
lt: Leisti televizijos paslaugų teikėjui pasiekti
ms: Benarkan Penyedia TV Mengakses
nl: Geef tv-aanbieder toegang
no: Gi TV-distributøren tilgang
pl: Daj dostawcy TV dostęp
pt: Permitir que o Provedor de TV Acesse
pt_pt: O fornecedor de TV pode aceder a:
ro: Acces permis pentru furnizorul TV
ru: Разрешить доступ телепровайдеру
sk: Povoliť prístup poskytovateľovi TV služby
sl: Ponudniku televizijskih storitev omogoči dostop do
sv: Tillåt åtkomst för TV-leverantören
th: อนุญาตให้ผู้ให้บริการทีวีเข้าถึง
tr: TV Sağlayıcının Erişmesine İzin Ver
uk: Дозволити ТБ‑провайдеру доступ
vi: Cho phép Nhà cung cấp TV truy cập
zh_cn: 允许电视提供商访问
zh_hk: 允許電視供應商取用
zh_tw: 允許電視業者取用

# GENERIC_STATUS_ENABLED_LABEL
source: On
ar: مشغل
bg: Вкл.
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_419: Sí
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungta
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt: Ativado
pt_pt: Sim
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 开
zh_hk: 開啟
zh_tw: 開啟

# STB_OPT_OUT_DESCRIPTION
source: The TV Provider profile creates an association between this Apple TV and a TV Provider.
ar: ينشئ ملف تعريف مزود خدمة التلفزيون ارتباطًا بين هذا الـ Apple TV ومزود خدمة التلفزيون.
bg: Профилът на ТВ операторът създава връзка между Apple TV и ТВ оператора.
ca: El perfil del proveïdor de TV vincula aquest Apple TV amb el proveïdor de TV.
cs: Profil poskytovatele TV vytváří propojení Apple TV s poskytovatelem TV.
da: Tv-udbyderprofilen skaber en tilknytning mellem dette Apple TV og en tv-udbyder.
de: Das TV-Anbieterprofil erstellt eine Verknüpfung zwischen diesem Apple TV und einem TV-Anbieter.
el: Το προφίλ παρόχου τηλεοπτικών υπηρεσιών δημιουργεί έναν συσχετισμό μεταξύ αυτού του Apple TV και ενός παρόχου τηλεοπτικών υπηρεσιών.
es: El perfil del proveedor de TV crea una asociación entre este Apple TV y un proveedor de TV.
es_419: El perfil de proveedor de TV crea una asociación entre este Apple TV y un proveedor de TV.
fi: TV-palveluntarjoajan profiili luo yhteyden tämän Apple TV:n ja TV-palveluntarjoajan välille.
fr: Le profil « Fournisseur TV » crée une association entre cette Apple TV et un fournisseur TV.
fr_ca: Le profil de fournisseur télévisuel associe cette Apple TV au fournisseur télévisuel.
he: פרופיל ספק שירותי הטלוויזיה יוצר קישור בין ה-Apple TV וספק שירותי הטלוויזיה.
hi: टीवी सर्विस प्रोवाइडर प्रोफ़ाइल इस Apple TV और टीवी सर्विस प्रोवाइडर के बीच संबंध निर्मित करती है।
hr: Profil TV operatera stvara povezanost između ovog Apple TV-a i TV operatera.
hu: A televíziószolgáltató-profil összekapcsolja ezt az Apple TV-t és egy televíziószolgáltatót.
id: Profil Penyedia TV membuat keterkaitan antara Apple TV ini dengan Penyedia TV.
it: Il profilo “Provider TV” associa questa Apple TV a un provider TV.
ja: TVプロバイダのプロファイルは、このApple TVとTVプロバイダの関連付けを作成します。
kk: Теледидар провайдерінің профилі осы Apple TV қолданбасы мен теледидар провайдері арасында байланыс орнатады.
ko: TV 제공업체 프로필이 이 Apple TV와 TV 제공업체 간의 연계를 생성합니다.
lt: Televizijos paslaugų teikėjo profilyje sukuriamas ryšys tarp šio „Apple TV“ ir televizijos paslaugų teikėjo.
ms: Profil Penyedia TV mencipta perkaitan antara Apple TV ini dengan Penyedia TV.
nl: Met het profiel van de tv-aanbieder wordt een koppeling aangemaakt tussen deze Apple TV en een tv-aanbieder.
no: TV-distributørprofilen oppretter en forbindelse mellom Apple TV og en TV-distributør.
pl: Profil dostawcy TV wiąże ten Apple TV z danym dostawcą TV.
pt: O perfil do Provedor de TV cria uma associação entre esta Apple TV e um Provedor de TV.
pt_pt: O perfil do fornecedor de TV cria uma associação entre esta Apple TV e um fornecedor de TV.
ro: Profilul furnizorului TV creează o asociere între acest Apple TV și un furnizor TV.
ru: Профиль телепровайдера создает связь между этим Apple TV и телепровайдером.
sk: Profil poskytovateľa TV služby vytvára prepojenie Apple TV s poskytovateľom TV služby.
sl: Profil ponudnika televizijskih storitev bo ustvaril povezavo med aplikacijo Apple TV in ponudnikom televizijskih storitev.
sv: TV-leverantörsprofilen skapar en association mellan denna Apple TV och en TV-leverantör.
th: โปรไฟล์ผู้ให้บริการทีวีสร้างความสัมพันธ์ระหว่าง Apple TV เครื่องนี้กับผู้ให้บริการทีวี
tr: TV Sağlayıcı profili bu Apple TV ve TV Sağlayıcı arasında bir ilişki yaratır.
uk: Цей профіль ТБ‑провайдера створює привʼязку між цим Apple TV і ТБ‑провайдером.
vi: Trang cá nhân Nhà cung cấp TV tạo ra một liên kết giữa Apple TV này và Nhà cung cấp TV.
zh_cn: 电视提供商描述文件在此Apple TV和电视提供商之间创建了关联。
zh_hk: 此電視供應商描述檔建立了此Apple TV與電視供應商之間的聯繫。
zh_tw: 電視業者的描述檔會製作此Apple TV和電視業者之間的關聯性。
